interface DummyType {
  id: number;
  title: string;
  text: string;
  date: string;
  goalMoney: number;
  nowMoney: number;
}

export const ProjectList: DummyType[] = [
  {
    id: 1,
    title: "WalkHub",
    text: "대전광역시 걷기관리앱입니다. 현재 11명의 개발자와 함께 개발중입니다. 이용진 개새끼 개 시발새끼 안드로이드 개발자와 함께 개발하고 있습니다. 이런 놈이랑 왜 팀이 되지를 모르겠고요. 꼬우면 투자하지 마세요. 어짜피 안 읽을꺼 잖아. 사실 할 말이 없어.",
    date: "2022-09-21",
    goalMoney: 1000000,
    nowMoney: 20000,
  },
  {
    id: 2,
    title: "WalkHub",
    text: "대전광역시 걷기관리앱입니다. 현재 11명의 개발자와 함께 개발중입니다. 이용진 개새끼 개 시발새끼 안드로이드 개발자와 함께 개발하고 있습니다. 이런 놈이랑 왜 팀이 되지를 모르겠고요. 꼬우면 투자하지 마세요. 어짜피 안 읽을꺼 잖아. 사실 할 말이 없어.",
    date: "2022-09-21",
    goalMoney: 1000000,
    nowMoney: 20000,
  },
  {
    id: 3,
    title: "WalkHub",
    text: "대전광역시 걷기관리앱입니다. 현재 11명의 개발자와 함께 개발중입니다. 이용진 개새끼 개 시발새끼 안드로이드 개발자와 함께 개발하고 있습니다. 이런 놈이랑 왜 팀이 되지를 모르겠고요. 꼬우면 투자하지 마세요. 어짜피 안 읽을꺼 잖아. 사실 할 말이 없어.",
    date: "2022-09-21",
    goalMoney: 1000000,
    nowMoney: 20000,
  },
  {
    id: 4,
    title: "WalkHub",
    text: "대전광역시 걷기관리앱입니다. 현재 11명의 개발자와 함께 개발중입니다. 이용진 개새끼 개 시발새끼 안드로이드 개발자와 함께 개발하고 있습니다. 이런 놈이랑 왜 팀이 되지를 모르겠고요. 꼬우면 투자하지 마세요. 어짜피 안 읽을꺼 잖아. 사실 할 말이 없어.",
    date: "2022-09-21",
    goalMoney: 1000000,
    nowMoney: 20000,
  },
];
